/* Other User */
"OTHER_USER" = "Annan…";

/* Guest Account - Should be same as it appears in Accounts Pref Pane */
"GUEST_ACCOUNT_NAME" = "Gästkonto";

/* Password Assistant Text */
"USER_PASSWORD" = "Lösenord:";
"MASTER_PASSWORD" = "Huvudlösenord:";

"KEYCHAIN_WARNING_TITLE" = "Om du ändrar lösenord för användarkontot skapas en ny nyckelring som användarens lösenord sparas i.";
"KEYCHAIN_WARNING_TEXT" = "Användarens tidigare nyckelring finns fortfarande kvar. Om du hittar det tidigare lösenordet kan du komma åt den tidigare nyckelringen och den information och de lösenord den innehåller.";


/* UserList UI Status text */
"CURRENTLY_LOGGED_IN" = "Inloggad just nu";
"MOBILE_CURRENTLY_LOGGED_IN" = "Flyttbart, inloggad just nu";
"EXTERNAL_CURRENTLY_LOGGED_IN" = "Extern, inloggad nu";
"GUEST_CURRENTLY_LOGGED_IN" = "Gäst, inloggad nu";
"NETWORK_CURRENTLY_LOGGED_IN" = "Nätverk, inloggad nu";
"EXTERNAL" = "Extern";
"MOBILE" = "Flyttbart";
"GUEST" = "Gäst";
"NETWORK" = "Nätverk";

/* Parental Controls status text */
"CANNOT_LOGIN" = "Kan inte logga in just nu";
"LOGIN_TIME" = "Kan logga in kl. %@";


/* Button Titles */
"BACK_BUTTON" = "Tillbaka";
"CANCEL_BUTTON" = "Avbryt";
"FORGOT_PASSWORD_BUTTON" = "Glömt bort lösenord";
"CHANGE_PASSWORD" = "Ändra lösenord";
"OPTIONS_BUTTON" = "Alternativ";
"RESTART_BUTTON" = "Starta om";


/* Accessibility Descriptions */
"AX_MAC_OS_X" = "mac OS X";
"AX_MAC_OS_X_SERVER" = "mac OS X Server";


/* Password Button Titles */
"FORGOT_PASSWORD" = "Glömt bort lösenordet";
"RESET_PASSWORD" = "Återställ lösenord";

/* Master Password Strings */
"MASTER_PASSWORD_INFO" = "Skriv in huvudlösenordet om du vill återställa användarens lösenord.";
"MASTER_PASSWORD_INFO_WITH_FILEVAULT" = "Skriv in huvudlösenordet om du vill återställa användarens lösenord och låsa upp FileVault.";

/* Host Info */
"SAFE_BOOT" = "Säker start";
"SYSTEM_VERSION_INFO" = "Version %@";
"SYSTEM_BUILD_INFO" = "Bygge %@";
"SERIAL_NUMBER" = "Serienummer %@";
"IP_ADDRESS" = "IP-adress %@";

"NETWORK_NODES_ALL"  = "Nätverkskonton tillgängliga";
"NETWORK_NODES_SOME" = "Vissa nätverkskonton tillgängliga";
"NETWORK_NODES_NONE" = "Nätverkskonton ej tillgängliga";
"NETWORK_NODES_AUTH" = "Anslutning till nätverket kräver inloggning";


/* Tool Tip */
"SHORT_NAME" = "Kortnamn: %@";

"EXTERNAL_ACCOUNT" = "Externt konto";
"GUEST_ACCOUNT" = "Gästkonto";
"LOCAL_ACCOUNT" = "Lokalt konto";
"MOBILE_ACCOUNT" = "Flyttbart konto";
"NETWORK_ACCOUNT" = "Nätverkskonto";

"NET_NODE" = "Nätverksnod: %@";
"HOME_VOLUME" = "Volym: %@";


/* Authentication Error Strings */
"AF_AUTH_FAILED" = "Du har angett ett ogiltigt användarnamn eller lösenord.";

"AF_NEWPASSWORDREQUIRED" = "Du måste ange ett nytt lösenord innan du kan logga in på det här kontot.";

"AF_QUALITYCHECKFAILED" = "Lösenordet uppfyller inte kraven som ställs av servern.";

"AF_PASSWORDTOOSHORT" = "Lösenordet är för kort.";
"AF_PASSWORDTOOLONG" = "Lösenordet är för långt.";
"AF_PASSWORDLENGTH" = "Lösenordet måste innehålla mellan %ld och %ld tecken.";

"AF_PASSWORDMINCHARS" = "Lösenordet måste innehålla minst %ld tecken.";
"AF_PASSWORDMAXCHARS" = "Lösenordet får inte innehålla mer än %ld tecken.";

"AF_PASSWORDNEEDSLETTER" = "Lösenordet måste innehålla en eller flera bokstäver.";
"AF_PASSWORDNEEDSDIGIT" = "Lösenordet måste innehålla en eller flera siffror.";

"AF_ACCOUNTDISABLED" = "Ditt konto har avaktiverats.\nKontakta systemadministratören för mer information."; 
"AF_UNABLETOLOGIN" = "Systemet kan inte logga in dig just nu.\nKontakta systemadministratören för mer information.";
"AF_INVALIDLOGONHOURS" = "Du kan bara logga in under vissa tider.\nKontakta systemadministratören för mer information.";
"AF_INVALIDCOMPUTER" = "Du har inte behörighet att använda den här datorn.\nKontakta systemadministratören för mer information.";

"AF_SEESYSTEMADMIN" = "Kontakta systemadministratören för mer information.";

"AF_PASSWORDEXPIRINGSOON" = "Ditt lösenord går snart ut. Ange ett nytt lösenord.";
"AF_CRYPTPASSWORD" = "Ditt lösenord måste uppdateras.";


/* Password Expiration imminent */
"PASSWORD_EXPIRATION_DAY" = "Ditt lösenord går ut imorgon.\n\nTryck på ”Ändra lösenord” för att ange ett nytt lösenord.";
"PASSWORD_EXPIRATION_DAYS" = "Ditt lösenord går ut om %ld dagar.\n\nTryck på ”Ändra lösenord” för att ange ett nytt lösenord.";
"PASSWORD_EXPIRATION_TODAY" = "Ditt lösenord går ut idag.\n\nTryck på ”Ändra lösenord” för att ange ett nytt lösenord.";


/* Network Authentication Error Strings */
"NA_UNTRUSTED_CERT_MSG" = "Din dator kan inte ansluta till det säkra nätverket.";
"NA_UNTRUSTED_CERT_INFO" = "Du försökte gå in på nätverket med hjälp av en 802.1X-autentiseringsserver, men serverns säkerhetscertifikat kunde inte bekräftas. Kontakta nätverksadministratören för mer information.";

/* FUS Failed */
"FUS_FAILED_MSG" = "Användarkontot du valde är inte tillgängligt.";
"FUS_FAILED_INFO" = "Kontrollera nätverksanslutningen och försök växla över till användarkontot igen. Om du är ansluten till nätverket ber du systemadministratören om hjälp.";
